const stage2 = {
  "title": "第二阶段：持戒为本",
  "goal": "这个阶段修学的核心是：“受持三归，具足众戒，不犯威仪。”",
  "semester": "建议学习时长：一年",
  "homework": ["建议每日功课：", "一、阅读教材闻思修；", "二、轮流读诵《四十二章经》、《八大人觉经》、《十善业道经》、《佛遗教经》和《大念住经》，每天一部；","三、觉知动作、觉知感受。"],
  "textbooks": {
    "subtitle": "经论教材",
    "sections": [
      {
        "title": "佛说四十二章经注",
        "content": ["本经是传入我国的第一部佛经，其内容浅深、渐顿、偏圆、权实、小大（小乘、大乘）兼具，是一部纲领性的经典。本注解帮助理解经中的义理。"]
      },
      {
        "title": "八大人觉经注",
        "content": ["《八大人觉经》旨在阐明菩萨（即经中的“大人”）觉悟八法：", "无常无我觉、少欲无为觉、安贫守道觉、常行精进觉、多闻增慧觉、等念冤亲觉、五欲过患觉和大心普济觉，以做到自觉、觉他。", "本注解帮助理解经中的义理。"]
      },
      {
        "title": "十善业道经注",
        "content": ["在《十善业道经》中，佛说一切法，无不由心，应修十善，断一切苦，这是佛法修行的最基本法。", "本注解帮助理解经中的义理。"]
      },
      {
        "title": "佛遗教经注",
        "content": ["《佛遗教经》是佛陀在涅盘前对弟子的最後教诫，特地提纲挈领再次叮咛嘱咐如何修持戒定慧，以出离烦恼和生死。",  "本注解帮助理解经中的义理。"]
      },
      {
        "title": "大念住经注",
        "content": ["学佛，贵在实修实证，了生死出轮回。故首当伏烦恼，然后断烦恼。", "对净宗学人而言，只要能够伏住烦恼，即可念佛一心不乱而往生西方极乐世界。", "佛在《大念住经》中具体详明地开示了如何伏烦恼、断烦恼 ：对身、心、世界的生灭变化，保持连绵不断地觉知和观照——这是从知苦到灭苦最简单最直接的方法。", "本注解帮助理解经中的义理。"]
      }
    ]
  },
  "additional_textbook": {
    "subtitle": "实修教材（净禅二选一)",
    "sections": [
      {"title": "觉知念佛",
      "content": ["这是净修院的实修教材，其目标是：信愿持名，一心不乱，确保有把握地往生西方极乐世界。这是每一个念佛人，通过刻苦的努力，都能够达到的。","本书对于如何达到念佛一心不乱，有详细的解说，和具体的实施步骤，诚如古德所言：“其修也，有从入之阶；其证也，有自得之实。”"]},
    {"title": "觉知禅",
    "content": ["这是禅修院的实修教材，其目标是：万念归一，一归于无，而明心见性。","本书对于如何参禅，有系统的解说，和具体的实施步骤，诚如古德所言：“其修也，有从入之阶；其证也，有自得之实。”"]}
  ]
  }
};

module.exports = stage2;
