const stage4a = {
  "title": "第四阶段（禅修路线）：定慧等持",
  "goal": "《绝观论》云：“心性寂灭为定，常解寂灭为慧。”这是说：当心性处于寂灭的状态，称之为定；了了常知此时心性是处于寂灭状态，称之为慧。所以，定是寂，慧是照。定慧等持，就是寂而照，照而寂。",
  "semester": "建议学习时长：两年。推荐禅净双修。",
  "homework": ["建议每日功课：", "一、阅读教材闻思修；", "二、禅修（内容详见《觉知禅》一书）"],
  "textbooks": {
    "subtitle": "经论教材",
    "sections": [
      {
        "title": "二入四行论精解",
        "content": ["《二入四行论》是达摩祖师亲传之入道要旨，言简义丰，理事具备，实乃宗门纲要，行人指南。", "本书作了详细的注解，一方面帮助理解原文的义理，另一方面也帮助学人提高阅读古文的能力，为直接阅读经论打下基础。"]
      },
      {
        "title": "修心诀精解",
        "content": ["《修心诀》从明心见性、顿悟渐修、定慧等持等三个方面，来阐明修心之要诀。", "一、明心见性之旨，在证得自心即真佛、自性即真法。", "二、参透凡夫即佛，是为顿悟；法力之熏修，是为渐修。千圣之轨辙，不外此二门。", "三、空寂灵知是自性之体（定）、用（慧），故当常寂常知，体用不离，定慧等持。","本书作了详细的注解，一方面帮助理解原文的义理，另一方面也帮助学人提高阅读古文的能力，为直接阅读经论打下基础。"]
      },
      {
        "title": "白云心要（观心宝笈）",
        "content": ["《白云心要（观心宝笈）》的特点是利、疾、顿、圆。读之者，行之者，其幸何如！", "要当解行并进，即解即行，即行即解。日日做调伏工夫，心念澄清，智慧便生；不离自性，即是福田。", "观到一念不生，即与般若相应。《圆觉经》云：“一切如来本起因地，皆依圆照清净觉相，永断无明，方成佛道。”", "本书作了详细的注解，一方面帮助理解原文的义理，另一方面也帮助学人提高阅读古文的能力，为直接阅读经论打下基础。"]
      },
      {
        "title": "禅净要旨",
        "content": ["憨山大师云：“大约末法修行人多，得真实受用者少；费力者多，得力者少。此何以故？盖因不得直捷下手处。”", "", "《禅净要旨》辑自憨山大师《梦游集》，着重于如何实修。在各章中，憨山大师对禅宗和净宗的要旨和下手处，都有精辟的开示。学人反复体味，解行并进，必得真实受用。", "本书作了详细的注解，一方面帮助理解原文的义理，另一方面也帮助学人提高阅读古文的能力，为直接阅读经论打下基础。"]
      },
      {
        "title": "圆觉经精解",
        "content": ["《圆觉经》共十二章，这是释迦牟尼佛通过与十二位大菩萨的对答，宣说如来圆觉（自性圆满觉悟）的妙理和修行的方法。", "憨山大师云：“若夫至简而精，至切而要者，无尚圆觉之最胜法门也。其文不过一万三千余言，统摄无边教海，该罗法界，圆宗彻一心之源，历三观之旨。", "偏正互换，单复圆修，搜穷妄宰，批剥禅病，而悟心妙门一超直入，是所谓法界之真经，成佛之妙行也。", "顿悟顿证，如观掌果。西来旨指，秘密妙义，此外无余蕴矣。凡学佛者，莫不以此为指南。”（《刻圆觉经解後跋》）"]
      }
    ]
  },
  "additional_textbook": {
    "subtitle": "实修教材",
    "sections": [
    {"title": "觉知禅",
    "content": ["这是禅修院的实修教材，其目标是：万念归一，一归于无，而明心见性。","本书对于如何参禅，有系统的解说，和具体的实施步骤，诚如古德所言：“其修也，有从入之阶；其证也，有自得之实。”"]}
  ]
  }
};

module.exports = stage4a;
