const stage3= {
  "title": "第三阶段：般若破妄",
  "goal": "这个阶段修学的核心是：“发菩提心，深信因果，读诵大乘，劝进行者。”",
  "semester": "建议学习时长：两年",
  "homework": ["建议每日功课：", "一、阅读教材闻思修；", "二、每天读诵《金刚经》和《心经》各一部；","三、觉知心念。（内容详见实修教材）。"],
  "textbooks": {
    "subtitle": "经论教材",
    "sections": [
      {
        "title": "金刚经精解",
        "content": ["千百年来，为什么《金刚经》家喻户晓，讲论无数，注解无数？", "究其原因，不仅是受持读诵《金刚经》的福德和功德其大无比，而且人们都意识到：《金刚经》在揭示一个威力无穷但又极其奥秘的真理，是离苦出死成佛道的如意宝王。", "所以，都孜孜不倦地在探索，在体悟——《金刚经》在讲什么？究竟在讲什么？为了回答这些问题，故做是解。", "本书注解详明，一方面帮助理解原文的义理，另一方面也帮助学人提高阅读古文的能力，为直接阅读经论打下基础。"]
      },
      {
        "title": "心经精解",
        "content": ["《心经》脍炙人口，因为它是破幻大法，度一切苦厄。", "玄奘大师西游取经时，独自穿越八百里黄沙的荒漠，上绝飞鸟，下无走兽，常遇诸魔鬼怪，奇形异状，绕人前后，大师“惟念心经，应声即灭”。", "这说明《心经》不但义理精妙，而且受持读诵，灵验非常。但是，经理深奥难解，义若不达，则理观难明。理观不明，则恍惚枝歧而无所趣向矣，故做是解。", " 本书注解详明，一方面帮助理解原文的义理，另一方面也帮助学人提高阅读古文的能力，为直接阅读经论打下基础。"]
      },
      {
        "title": "六祖坛经精解",
        "content": [" 《六祖坛经》是中国本土佛法著作中，唯一一部被尊称为“经”的典籍。", "它对“明心见性，见性成佛”之顿教的理论和实践，作了系统而又全面的阐述，它的问世标志着中国禅宗的正式形成，光芒万丈。", "《六祖坛经》是《金刚经》和《心经》的伟大实践。《金刚经》和《心经》是讲诸法实相，而《六祖坛经》根据《金刚经》和《心经》，以具体的实践来证悟诸法实相，成就无生法忍，进而觉照圆明，永离诸相，迳证佛果。", "本书作了详细的注解，一方面帮助理解原文的义理，另一方面也帮助学人提高阅读古文的能力，为直接阅读经论打下基础。"]
      },
      {
        "title": "佛藏经选注",
        "content": ["修学佛法，首当具备正见。何谓正见？", "以佛经为根据，以佛心为己心，以佛言为己言，以佛行为己行，这就是正见。", "为此，特选《佛藏经》中“诸法实相品第一”、“念佛品第二”、“净法品第六”、“往古品第七”和“了戒品第九”，加以注释。"]
      },
      {
        "title": "起信论注",
        "content": ["《大乘起信论》义理深入全面，解行并重，古今传诵，乃大乘入门之宝典。", "本论从以下十三个方面，对大乘之法义和实修进行了透辟的论述：", "一、造论因缘；二、大乘法义；三、一心二门；四、觉不觉义；五、识藏相用；六、染净熏习；七、真如相用；八、对治邪执；九、发心趣道；十、修行信心；十一、修行五门；十二、专意念佛；十三、修行利益。", "阐明人人本具之心（自性）、迷悟之根源，以及修行之途径和得证之境界。"]
      }
    ]
  },
  "additional_textbook": {
    "subtitle": "实修教材（净禅二选一)",
    "sections": [
      {"title": "觉知念佛",
      "content": ["这是净修院的实修教材，其目标是：信愿持名，一心不乱，确保有把握地往生西方极乐世界。这是每一个念佛人，通过刻苦的努力，都能够达到的。","本书对于如何达到念佛一心不乱，有详细的解说，和具体的实施步骤，诚如古德所言：“其修也，有从入之阶；其证也，有自得之实。”"]},
    {"title": "觉知禅",
    "content": ["这是禅修院的实修教材，其目标是：万念归一，一归于无，而明心见性。","本书对于如何参禅，有系统的解说，和具体的实施步骤，诚如古德所言：“其修也，有从入之阶；其证也，有自得之实。”"]}
  ]
  }
};

module.exports = stage3;
