const stage1 = {
  "title": "第一阶段：断恶行善",
  "goal": "在最初阶段，修学的核心是：“孝养父母，奉事师长，慈心不杀，修十善业。”",
  "semester": "建议学习时长：一年",
  "homework": ["建议每日功课：", "一、阅读教材闻思修；", "二、读诵《地藏菩萨本愿经》一部；","三、念地藏菩萨圣号一万遍；","四、觉知动作、觉知感受。"],
  "textbooks": {
    "subtitle": "经论教材",
    "sections": [
      {
        "title": "地藏菩萨本愿经讲录",
        "content": [
          '《地藏菩萨本愿经》乃佛陀所宣，为救度一切众生离苦得乐而说。', '经中详述地藏菩萨以大愿力深入地狱，救拔众生，誓愿地狱不空誓不成佛，显示了无尽的慈悲与智慧。', '诵持此经，可得福慧增益，远离灾难，成就菩提。', '此经典劝勉众生行善积德，明了因果，发大愿心，随顺菩萨道，早证菩提果。'
        ]
      },
      {
        "title": "了凡四训注释",
        "content": [
          '《了凡四训》是古代著名劝善书，作者是明朝著名官员、思想家袁黄。', '全文通过立命之学、改过之法、积善之方、谦德之效等四个部分来讲解如何改变命运。', '本书作了详细的注解，一方面帮助理解原文的义理，另一方面也帮助学人提高阅读古文的能力，为直接阅读经论打下基础。'
        ]
      },
      {
        "title": "俞净意公遇灶神记注释",
        "content": ['《俞净意公遇灶神记》与《了凡四训》是姊妹篇，也是改造命运的宝典，四百年来，无数仁人志士奉为圭臬，因而彻底改变了自己的命运。', '这部经典借俞净意公的经历，启示我们善恶有报，福祸自招，引导人们在日常生活中常怀慈悲心，行仁义事。', '本书作了详细的注解，一方面帮助理解原文的义理，另一方面也帮助学人提高阅读古文的能力，为直接阅读经论打下基础。']
      },
      {
        "title": "太上感应篇注释",
        "content": ['《太上感应篇》乃道教重要经典，简明扼要地阐述了天道酬善、因果报应的原理，列举善恶行为的具体表现及其果报，旨在教化众生修心养性、行善积德。', '......此书究极而论，止乎成仙；若以大菩提心行之，则可以超凡入圣，了脱生死，断三惑以证法身，圆福慧以成佛道；况区区成仙之人天小果而已乎！”（《太上感应篇直讲序》']
      }
    ]
  },
  "additional_textbook": {
    "subtitle": "实修教材（净禅二选一)",
    "sections": [
      {"title": "觉知念佛",
      "content": ["这是净修院的实修教材，其目标是：信愿持名，一心不乱，确保有把握地往生西方极乐世界。这是每一个念佛人，通过刻苦的努力，都能够达到的。","本书对于如何达到念佛一心不乱，有详细的解说，和具体的实施步骤，诚如古德所言：“其修也，有从入之阶；其证也，有自得之实。”"]},
    {"title": "觉知禅",
    "content": ["这是禅修院的实修教材，其目标是：万念归一，一归于无，而明心见性。","本书对于如何参禅，有系统的解说，和具体的实施步骤，诚如古德所言：“其修也，有从入之阶；其证也，有自得之实。”"]}
  ]
}
};
module.exports = stage1;