const stage4b = {
  "title": "第四阶段（静修路线）：极乐为归",
  "goal": "这个阶段修学的核心是：信愿持名，一心不乱。",
  "semester": "建议学习时长：两年",
  "homework": ["建议每日功课：", "一、阅读教材闻思修；", "二、每天读诵《称赞净土佛摄受经》、《金刚经》和《心经》各一部；","三、觉知念佛（内容详见实修教材）。"],
  "textbooks": {
    "subtitle": "经论教材",
    "sections": [
      {
        "title": "称赞净土佛摄受经注",
        "content": [" 阿弥陀经，是世尊不问自说之心要，十方佛赞之深经，究竟方便之妙法。", "释迦牟尼佛在此经中，称赞西方极乐世界，并且开示了必定往生西方极乐世界的当生解脱法门。", "此法门，为十方诸佛（当然也包括西方极乐世界阿弥陀佛）同声赞叹。深生信解者，必为十方诸佛（当然也包括西方极乐世界阿弥陀佛）所摄受。", "所以，这是净宗修学的根本依据。如说行者，定生西方极乐世界。","阿弥陀经现存两种译本，一是姚秦时鸠摩罗什大师所译的《佛说阿弥陀经》，常称秦译；一是唐代玄奘大师所译的《称赞净土佛摄受经》，常称唐译。","玄奘大师为了力保原面，采用逐字直译，准确完备，原语具存，词义详明，因此可免误解杜撰之弊，这对修学尤为重要。"]
      },
      {
        "title": "念佛论",
        "content": ["本书乃念佛之圭臬，论中之瑰宝，故名之曰“念佛论”。", "本书著者彻悟大师，是临济宗第三十六祖，净土宗第十二祖，通宗，通教，通净。书中之言，即大师之行。", "大师不仅说到，而且做到，并以种种往生灵瑞为其证验，这是最为难能可贵之处。《念佛论》虽然文字不多，但是对于净宗理、事、行、证，都做了精辟而又全面的阐述，并教人明第一义，在心念上做功夫，实为念佛人之修学指南。", "印光大师云：“彻悟语录，洵（实在）为净宗最要开示。”","本书作了详细的注解，一方面帮助理解原文的义理，另一方面也帮助学人提高阅读古文的能力，为直接阅读经论打下基础。"]
      },
      {
        "title": "禅净要旨",
        "content": ["憨山大师云：“大约末法修行人多，得真实受用者少；费力者多，得力者少。此何以故？盖因不得直捷下手处。”", "《禅净要旨》辑自憨山大师《梦游集》，着重于如何实修。在各章中，憨山大师对禅宗和净宗的要旨和下手处，都有精辟的开示。学人反复体味，解行并进，必得真实受用。", "  本书作了详细的注解，一方面帮助理解原文的义理，另一方面也帮助学人提高阅读古文的能力，为直接阅读经论打下基础。"]
      },
      {
        "title": "无量寿经会义",
        "content": ["无量寿经，乃净土宗根本圣典，亦为净宗群经之纲要，详细讲述了阿弥陀佛之成佛因果、极乐世界之依正庄严，往生众生之信愿行证，以及净土行者之欣求厌离。", "这是念佛人必须常诵常听、常忆常行之经典，以令自性渐入极乐，渐臻极乐。", "但是，无量寿经有内容不全相同的五个译本，难于遍诵熏习。故《无量寿经会义》采用精炼的文言文句来综合宣讲这五个原译本，并通过每段的白话译文和注进行解释，以便于念佛人之修学和熏习。", "本书作了详细的注解，一方面帮助理解原文的义理，另一方面也帮助学人提高阅读古文的能力，为直接阅读经论打下基础。"]
      },
      {
        "title": "念佛三昧摸象记精解",
        "content": [" “念佛三昧摸象记”是念佛法门中十分稀有而珍贵的文献，对念佛三昧的修法、境界、相、用、体和利益，都作了深入地阐述，并在后半篇阐述证得念佛三昧之后，如何做保任工夫。", " 本书作了详细的注解，一方面帮助理解原文的义理，另一方面也帮助学人提高阅读古文的能力，为直接阅读经论打下基础。"]
      }
    ]
  },
  "additional_textbook": {
    "subtitle": "实修教材",
    "sections": [
      {"title": "觉知念佛",
      "content": ["这是净修院的实修教材，其目标是：信愿持名，一心不乱，确保有把握地往生西方极乐世界。这是每一个念佛人，通过刻苦的努力，都能够达到的。","本书对于如何达到念佛一心不乱，有详细的解说，和具体的实施步骤，诚如古德所言：“其修也，有从入之阶；其证也，有自得之实。”"]}
  ]
  }
};

module.exports = stage4b;
